{
  "path": "/",
  "blocks": [
    {
      "text": "2038",
      "color": "#00FF00",
      "_template": "SectionBlock",
      "content": "",
      "place": "left"
    },
    {
      "videoId": "548031698",
      "text": "2038 – The New Serenity, invites you to discover a story between fact and fiction. In a series of films, it tells the history of a better world in which everything, though imperfect, is better in some pretty profound and radical ways. \n\nBased on the knowledge and visions of a collaborative team of international experts from Architecture, Art, Ecology, Economy, Philosophy, Politics, Science and Technology, team 2038 strives to explore our future society through prefigurative politics, illustrating modes of organization and social relationships to come.\n",
      "text2": "German Pavilion at the 17th International Architecture Exhibition — La Biennale di Venezia",
      "_template": "IntroVideoBlock",
      "content": "",
      "file": "/uploads/pdfs/",
      "usePdf": false,
      "link": ""
    },
    {
      "videoId": "551584252",
      "text": "How we arrived in this state of New Serenity? Find out in the Cloud Pavilion. It allows you to playfully explore 2038, by bridging space and time, exploring how communication in mixed reality can come to life.\n\nSounds abstract? It's not. Press enter and meet people from all around the world, to binge-watch the films from 2038 and discuss the expert's ideas and visions from the future.",
      "text2": "Cloud pavilion built with open source software Mozilla hubs",
      "link": "https://exp.thenewserenity.com/",
      "linkText": "Enter",
      "_template": "IntroLinkBlock",
      "content": "",
      "hide": false
    },
    {
      "text": "NEWS",
      "color": "#0000ff",
      "link": "",
      "_template": "SectionBlock",
      "content": ""
    },
    {
      "image": "../images/AWC 2038 2021_smallest Kopie.jpg",
      "color": "#000000",
      "text": "OUT NOW: The second edition of 2038 x Arts of the Working Class brings back the story to the streets of the world. Arts of the Working Class is a multi-lingual street journal which is published every two months and contains contributions by artists and thinkers from different fields and in different languages. Everyone who sells this street journal earns money directly. Vendors keep 100% of the sales. Every artist whose work is advertised, designs with us its substance.",
      "_template": "PublicationBlock",
      "content": "",
      "link": "https://viceversaartbooks.com/items/arts-of-the-working-class-17-the-new-serenity/"
    },
    {
      "text": "2038",
      "color": "#FF66FF",
      "_template": "SectionBlock",
      "content": ""
    },
    {
      "videoId": "546970268",
      "text": "\"Remember, Buckminster Fuller saying: ‚You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.‘\"",
      "text2": "Cédric Libert, Architect",
      "color": "white",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "videoId2": "546966762",
      "videoId3": "546967716",
      "videoId4": "546968529",
      "link": "https://artsandculture.google.com/story/mAXhX_W1t0eQfQ",
      "usePdf": false
    },
    {
      "videoId": "548718437",
      "text": "as all parts keep influencing the whole, the system becomes so complex",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": "",
      "image": "../images/",
      "place": "left"
    },
    {
      "text": "There are purely digital spaces that we now consider to be on the same spectrum of “places in which humans operate.” It turns out that architecture and AI have more to do with each other than anyone once imagined.",
      "text2": "Hilary Mason, Data Scientist",
      "link": "",
      "_template": "NewsBlock",
      "content": "",
      "usePdf": true
    },
    {
      "videoId": "551240489",
      "text": "\"Previously, before digital, it was easy for a room with 20 people to end up agreeing on each other’s values, but these 20 people were not capable to bring that feeling back to their comrades, back to their communities. The digital helped us make sure that people entered into an empathy space similar to that of face to face encounters.\"",
      "text2": "Audrey Tang, Free Software Programmer and Minister without Portfolio of Taiwan",
      "color": "#66FFFF",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "usePdf": false
    },
    {
      "videoId": "547870026",
      "text": "„Throughout the twenties, it was still common to think about direct democracy and representative democracy as two competing forms of participation. In Taiwan, we had already begun prototyping a new political system that challenged this binary, and explored how direct and representative democracy could work symbiotically, as interwoven, complementary systems.“",
      "text2": "Audrey Tang, Free Software Programmer and Minister without Portfolio of Taiwan",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "videoId2": "546960024",
      "videoId3": "",
      "videoId4": "",
      "usePdf": true,
      "link": "",
      "color": "#FFFFFF"
    },
    {
      "text": "Critical thinking has saved us because we are paid attention to the information, asking: where did it come from? Who put it up here? What intent did they have? We live in a more rational society now than ever. ",
      "text2": "Vint Cerf, Internet Pioneer aka \"Father of the Internet\"",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "548718691",
      "text": "it's not about what we think, but about us being part of a system",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": "",
      "place": "left"
    },
    {
      "text": "I‘m happy we have an ethical code for media and information as a commons, which is not public. You shouldn‘t disclose all your data. Data now operates similarly to how Nobel prize winner Elinor Ostrom describes the management of commons like forests, land or water.",
      "text2": "Denis „Jaromil“ Roio, Open-Source Developer & Hacker",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "551237342",
      "text": "\"We developed a society not obsessed with competition. So we forgot competition as one of our core values and goals. Instead we re-embraced the values that we have before us: Solidarity & cooperation, engaging in activities that are not driven by expectations of profitability.\"",
      "text2": "Evgeny Morozov, Writer and Researcher for Political and Social Implications of Technology",
      "color": "#66FFFF",
      "_template": "TalkingHeadsBlock",
      "content": ""
    },
    {
      "text": "Some of the innovations that have scaled out of Africa, particularly East Africa, are participatory systems of governance that foreground crowdsourcing and bottom-up participation of citizens, and are not limited to election cycles.",
      "text2": "Juliana Rotich, Information Technology Expert",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "548718187",
      "text": "the rich were super rich and yet totally unhappy",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": ""
    },
    {
      "text": "We live in a decentralized and self-organized society. Of course not everybody is equal, not everybody is happy, not everybody has access to the same things. Still, we are more free in the sense that access is no longer defined by being born rich or in a certain place.",
      "text2": "Diana Alvarez-Marín, Architect & Scientist",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "551242428",
      "text": "\"Having access to what belongs to everyone is much better than having absolute control over your own things. So we came up with a market based, decentralized mechanism for having common ownership, moving beyond the idea of socialists loving taxes and capitalists loving private property.\"",
      "text2": "E. Glen Weyl, Economist & Principal Researcher at Microsoft",
      "color": "#66FFFF",
      "_template": "TalkingHeadsBlock",
      "content": ""
    },
    {
      "text": "Private property is no longer a viable condition in terms of both the environment and the human social system, which used to be dominated by markets. It‘s clear that the environmental destruction was a consequence of privatization.",
      "text2": "Suhail Malik, Theorist and Reader in Critical Studies",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "548718258",
      "text": "private ownership of land, when was that?",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": ""
    },
    {
      "text": "Project development does not only mean buying and financing, but also creating common space. It should not be about maximizing returns, but about creating the best possible space for people.",
      "text2": "Daniela Brahm and Les Schliesser, Co-Initiators ExRotaprint",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "546956310",
      "text": "\"It is quite remarkable, our current culture of victoriousness. For all intents and purposes, we did win our war against the crisis. Our world is now replete with mostly carefully planned, mostly just, mostly degrowing economies, now winding down to their steadiest state.\"",
      "text2": "Joanna Pope, Degrowth Researcher",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "videoId2": "546964720",
      "videoId4": "",
      "videoId3": ""
    },
    {
      "videoId": "548718839",
      "text": "everything good and bad flows into algorithmic processes of shaping the future",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": ""
    },
    {
      "text": "The main takeaway of this experiment is that distributed technology allows nonhuman actors to engage successfully in relationships built on contracts. This resulted in legal structures that could allow rivers to become legal persons and forests to become corporations.",
      "text2": "Paul Seidler, Co-Founder Terra0, Augmented Self-Owned Forrest",
      "link": "",
      "_template": "NewsBlock",
      "content": "",
      "usePdf": false
    },
    {
      "videoId": "551533540",
      "text": "\"Through this picture, people realized that Earth is a closed and finite system. We understood that everything is limited in space and in time; especially our needs and their possible answers. We understand that architecture is a only temporary response to a temporary need.\"",
      "text2": "Sabine Oberhuber and Thomas Rau, Economist and Architect",
      "color": "#66FFFF",
      "_template": "TalkingHeadsBlock",
      "content": ""
    },
    {
      "text": "What has changed? Instead of many nations, we see our-selves as a whole and work together as a planetary population that inhabits one livable spaceship: the Spaceship Earth, as Buckminster Fuller said. We are in this together!",
      "text2": "Cedric Libert, Architect & Curator",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "548718558",
      "text": "I like you Greta!",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": ""
    },
    {
      "text": "At some point we realized that sustainability actually only optimizes the status quo and will thus never lead to a systematic change. Circular economy, on the other hand, does not optimize a dysfunctional system, but designs a new one along an axis of responsibility.",
      "text2": "Sabine Oberhuber & Thomas Rau (Economist & Architect)",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "551243282",
      "text": "\"Thinking in fixed objects is much riskier than thinking in open processes. Fixed entities remove all possibilities for future change and are unable to update the past. It took us 30 years to shift our way of understanding and to find out that these systems, technically and ecologically, are nested within each other on very different scales of space and time.\"",
      "text2": "Ferdinand Ludwig and Daniel Schönle, Architects and Buildingbotanists",
      "color": "#66FFFF",
      "_template": "TalkingHeadsBlock",
      "content": ""
    },
    {
      "videoId": "546953301",
      "text": "„In architecture there are no more distinctions between landscape and housing. Thanks to advances in synthetic biology over the last twenty years, they have turned into one.“",
      "text2": "Mitchell Joachim, Architect and Co-Founder Terreform ONE",
      "color": "white",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "videoId4": "",
      "videoId3": "",
      "videoId2": "546969703"
    },
    {
      "text": "We couldn't change the system by speaking to highly entrenched and disconnected practices. To bring about the large scale change we needed, we had to articulate an (eco)system involving legal, economic, social, and technological dynamics.",
      "text2": "Mara Balestrini, Human-Computer Interaction Expert",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "548718762",
      "text": "I think he still doesn‘t think in cybernetic or recursive loops",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": ""
    },
    {
      "text": "Architects don't build in space, they build in time (configurations). We should not only think about the practicalities of what will happen next, but about the consequences of our work and how it generate new results, feeding back into the system.",
      "text2": "Suhail Malik, Theorist and Reader in Critical Studies",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "551237725",
      "text": "\"Cities became the place for experimenting with sustainability and democracy by reclaiming control over data. Citizens became the ones who owned the data, using it to create a digital commons, which enabled new cooperative platforms.\"",
      "text2": "Francesca Bria, Digital Policy Expert and Innovation Economist",
      "color": "#66FFFF",
      "_template": "TalkingHeadsBlock",
      "content": ""
    },
    {
      "text": "However, being able to think architectonically does not imply that we stopped building. We certainly still do that, but since architectonics is abstract and operational, the building aspect is just one of its possible renders. Architecture remains as relevant as ever.",
      "text2": "Diana Alvarez-Marín, Architect and Scientist",
      "link": "",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "text": "Facts are no longer enough to really convince people. We have to tell stories.",
      "text2": "Oana Bogdan, Architect & Politician",
      "link": "",
      "_template": "NewsBlock",
      "content": "",
      "hide": true
    },
    {
      "videoId": "548718055",
      "text": "Venice was a great idea!",
      "color": "#FFFFFF",
      "_template": "LandscapeBlock",
      "content": ""
    },
    {
      "text": "Remember, Buckminster Fuller saying: ‚You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.‘\n\nCédric Libert, Architect",
      "text2": "Cédric Libert, Architect",
      "link": "",
      "_template": "NewsBlock",
      "content": "",
      "hide": true
    },
    {
      "videoId": "566532856",
      "text": "The Malaria Houses began as an interdisciplinary case study in which a group of experts tested the potential of architecture in fighting malaria. Today, in 2038, the method has become common practice among architects and part of the global policy to fight suffering. ",
      "text2": "Visit the Cloud Pavilion and watch the full series.",
      "color": "white",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "videoId2": "566531320",
      "videoId3": "566531831",
      "videoId4": "566532321",
      "link": "https://thenewserenity.com/35CSQfc/basement-user-01/?vr_entry_type=2d_now"
    },
    {
      "text": "The way that architects think about making change, is to build something new and then get people to look at it and say, ‘Hey, that's cool!’ and copy it. If local people see the appeal of these science-based designs, they’ll be more likely to build that way too.",
      "text2": "With Jakob Knudsen, Lorenz von Seidlein, Otis Sloan Brittain and Hannah Wood in WIRED",
      "link": "https://www.wired.com/story/the-experimental-african-houses-that-outsmart-malaria/",
      "_template": "NewsBlock",
      "content": ""
    },
    {
      "videoId": "552808465",
      "text": "\"How will we live together?\" 2038 invited artists to contribute to The New Serenity. Discover the works of Diann Bauer, Mohamed Bourouissa, João Enxuto and Erica Love, and Bahar Noorizadeh in the Cloud Pavilion.",
      "text2": "",
      "color": "white",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "link": "",
      "videoId2": "552810149",
      "videoId3": "552809590",
      "videoId4": "552809052"
    },
    {
      "videoId": "548124354",
      "text": "\"If I now look back from 2038, I think I can rightly say that the 2020s were challenging and perhaps also the most groundbreaking years of the new century.\"",
      "text2": "Secretary of State for Building, Anne Katrin Bohle and General Secretary of Goethe Institute, Johannes Ebert",
      "color": "white",
      "_template": "TalkingHeadsBlock",
      "content": "",
      "videoId2": "553237495"
    },
    {
      "text": "2038 is an international team of architects, artists, ecologists, economists, scientists, politicians and writers, initiated in 2019, aiming to tell a (hi)story that today we call future:\n\nLeo Altaras, Blaise Agüera y Arcas, Diana Alvarez-Marin, Andrés Arauz, Arts of the Working Class (Alina Kolar, Maria Ines Plaza Lazo, Paul Sochacki), Mara Balestrini, Sandra Bartoli, Diann Bauer, Jan Bauer, BBSR, Tatiana Bilbao, Lara Verena Bellenghi, BMI, Oana Bogdan, Erik Bordeleau, Mohamed Bourouissa, Jakob Brandtberg Knudsen & Lorenz von Seidlein, Francesca Bria, Otis Sloan Brittain, Loren Britton, Agnieszka Brzezanska, Vera Bühlmann, Bureau N (Inga Krumme, Katharina Neumann, Silke Neumann, Caroline Wolf), Benjamin Burq, Marina Castillo Deball, Vint Cerf, CFK Architetti (Martin Weigert), Cinema Key (Marco Fantacuzzi), Kristof Croes, Joana de la Fontaine, Elke Doppelbauer, Keller Easterling, Tobia de Eccher, Ludwig Engel, Joao Enxuto & Erica Love, ExRotaprint (Daniela Brahm and Les Schliesser), Manuel Falkenhahn, Jan Fermon, Cosimo Flohr, Foreign Legion (Matylda Krzykowski and Vera Sacchetti), Yona Friedman, Renée Gailhoustet, Jan-Peter Gieseking, Goethe-Institut, Google Arts & Culture (Klaus Teuschler), Avital Greenshopn, Dorothee Hahn, Helene Hegemann, Holger Heissmeyer, Angelika Hinterbrandner, Fabrizio Hochschild Drummond, Ludger Hovestadt, Pan Hu, Jennifer Jacquet & Becca Franks, Jonas Janke, Mitchell Joachim, JUNG, Sonja Junkers, Roberta Jurčić, Claudia Kessler, Goda Klumbyte, Gábor Kocsis, Ferdinand Knecht, Sénamé Koffi Agbodjinou, Ulrich Kriese, Lukas Kubina, Nikolaus Kuhnert, Phyllis Lambert, Samira Lenzin, Lawrence Lessig, Cédric Libert, Ferdinand Ludwig & Daniel Schoenle, Suhail Malik, Charlotte Malterre-Barthes, Renzo Martens, Hilary Mason, V. Mitch McEwen, James Meadway, Roman Miletitch, Omoju Miller, Evgeny Morozov, MOTIF (Kathrin Fritsch, Helene von Schwichow, Diana Kozachek), Motor Productions (Severin Bärenbold), Caroline Nevejan, Bahar Noorizadeh, Sabine Oberhuber & Thomas Rau, Jorge Orozco, Verena Otto, Shwetal Patel, Wong Ping, POLIGONAL (Christian Haid, Lukas Staudinger), Joanna Pope, Christian Posthofen, Alessandra Quattrini, Leif Randt, RAUE Partnerschaft von Rechtsanwälten und Rechtsanwältinnen, Rebiennale (Giulio Grillo), Kim Stanley Robinson, Denis “Jaromil” Roio, Raquel Rolnik, Meghan Rolvien, Juliana Rotich, Belle Santos, S.a.L.E. Docks, Saygel Schreiber & Gioberti (Attila Saygel), Clemens Schick, Ivo Semenitsch, Patrik Schumacher, Jack Self, Max Senges, Deane Simpson, space-time.tv (Carl Berthold, Holger Friese, Max Kossatz), Jonas Staal, Bruce Sterling, Michael Stöppler, Lia Strenge, Audrey Tang, Tecnoservice (Pierro Zennaro), terra0 (Max Hampshire, Paul Kolling, Paul Seidler), The Laboratory of Manuel Bürger (Manuel Bürger, Simon Schindele), Cassie Thornton, Jeanne Tremsal, Galaad Van Daele, Iris van der Tuin, Marcus Vesterager, Vitra, Julian Wäckerlin, Eyal Weizman, Julia Werlen, E. Glen Weyl, WHY Ventures (Floris Dreesman, Marie-Charlotte Schmidt), Mark Wigley, Hannah Wood, Anna Yeboah, Vanessa Yeboah, Erez Yoeli, Marco Zambrano, Tirdad Zolghadr\n    \nCommissioned by Bundesministerium des Innern, für Bau und Heimat (BMI)",
      "_template": "WithBlock",
      "content": "",
      "file": "/uploads/pdfs/",
      "hide": false,
      "text2": "In collaboration with"
    },
    {
      "content": "Press Contact: \npress@2038.xyz\n\nContact: \nmail@2038.xyz",
      "center": false,
      "_template": "ContentBlock"
    },
    {
      "content": "Launch Digital Pavilion\n21.05.2021\n\nOpening Hours:\n\n21.05. – 21.11.21\nTue - Sun, 10:00 – 19:00\nGiardini della Biennale, Venice\n\nPress Contact: \npress@2038.xyz\n\n\nContact: \nmail@2038.xyz",
      "center": false,
      "_template": "ImpLinkBlock",
      "text": "IMP."
    }
  ],
  "displayTitle": false,
  "title": "Home"
}